answers = [
	#Да!
	"Да, точно да",
	"Наверное, да",
	"Больше да, чем нет",
	"Звезды говорят - да!",

	#Не точно
	"Может быть",
	"Может да, а может и нет",
	"Есть вопросы - на которые \
	даже вселенная не знает ответа",
	"А какой смысл?",
	"Да, но нет",

	#Нет!
	"Нет!",
	"Ты нормальный?",
	"Точно нет...",
	"Ты хорошо подумал?",
	"Делай что хочешь!",
	]

greetings = [
	"Привет, человек!",
	"Gracia!",
	"Hello, user!",
	"Hola!",
	"Aloha!",
	]
#Hello, user!
puts greetings.sample
#new line
puts
#pause for magic
sleep 2
#Put random question
puts answers.sample
